Repository: hmoodaps/event_mobile_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Error
ar: فيه مشكلة!

source: Success
ar: تم بنجاح!

# accountCreated
source: Account created successfully!
ar: تم إنشاء الحساب بنجاح!

source: Welcome Back!
ar: أهلاً وسهلاً بك مرة تانية!

source: Forget Password?
ar: نسيت الباسورد؟

# continueString
source: Continue
ar: استمر

# welcome
source: Welcome to Cinema Ticket
ar: أهلاً بك في تذاكر السينما

# startInvesting
source: Start investing commission-free
ar: ابدأ الاستثمار بدون عمولات

# otherFees
source: Other fees may apply
ar: ممكن في رسوم إضافية!

source: View our
ar: شوف قائمة

# fee
source: fee schedule
ar: الرسوم

# learnMore
source: to learn more
ar: لمعرفة المزيد

# allInvesting
source: All investing have risks
ar: كل الاستثمارات فيها مخاطرة

# letsStart
source: Let’s get started
ar: يلا نبدأ!

# haveAccount
source: Already have an account?
ar: عندك حساب؟

source: Login
ar: دخول

# createAccount
source: Create an account
ar: أنشئ حساب

source: Register
ar: تسجيل

# question
source: Do you want to continue?
ar: هل بدك تكمل؟

# guest
source: as a guest
ar: كزائر

source: or
ar: أو

# privacy
source: Privacy Policy
ar: سياسة الخصوصية

# email
source: Email Address
ar: الإيميل

source: Password
ar: كلمة السر

source: Full Name
ar: الاسم الكامل

source: Last Name
ar: الكنية

source: Postal Code
ar: الرمز البريدي

source: Street
ar: الشارع

source: House Number
ar: رقم المنزل

source: Date Of Birth
ar: تاريخ الميلاد

# fieldRequired
source: This field is required
ar: هذا الحقل مطلوب

# letsCreateAccount
source: Let’s create an account quickly for you
ar: خلينا نعمل لك حساب بسرعة

# ahmadKhalid
source: Ahmed Khalid
ar: أحمد خالد

# signWithGoogle
source: Sign in With Google
ar: تسجيل الدخول باستخدام جوجل

# signWithApple
source: Sign in With Apple
ar: تسجيل الدخول باستخدام أبل

source: search
ar: بحث

source: Top Movies
ar: أفضل الأفلام

source: New Movies
ar: أفلام جديدة

source: All Movies
ar: كل الأفلام

# lostConnection
source: Internet Disconnected
ar: الاتصال مقطوع

# lostConnectionContent
source: Please check your internet connection. This message will automatically disappear when the connection is restored.
ar: تحقق من اتصالك بالإنترنت. الرسالة رح تختفي لما يرجع الاتصال.

# expiredActionCode
source: The OTP in the email link has expired.
ar: الكود اللي جاك في الإيميل انتهت صلاحيته.

# invalidEmail
source: The email address is not valid.
ar: الإيميل مش صحيح.

# userDisabled
source: The user has been disabled.
ar: الحساب متوقف.

# operationNotAllowed
source: Operation not allowed. Please enable this option in Firebase Console.
ar: العملية مش مسموحة، روح إعدادات Firebase.

# userMismatch
source: The credential does not correspond to the user.
ar: المعلومات مش مطابقة.

# userNotFound
source: No user found with the provided credential.
ar: ما في حساب بهذا الإيميل.

# invalidCredential
source: The credential is not valid or has expired.
ar: البيانات المدخلة مش صحيحة.

# wrongPassword
source: The password is incorrect or the account has no password set.
ar: الباسورد غلط أو ما في باسورد للحساب.

# invalidVerificationCode
source: The verification code is invalid.
ar: الكود مش صحيح.

# invalidVerificationId
source: The verification ID is invalid.
ar: التوثيق مش صحيح.

# accountExistsWithDifferentCredential
source: An account already exists with this email address but with different credentials.
ar: في حساب بهذا الإيميل ولكن ببيانات مختلفة.

# emailAlreadyInUse
source: The email is already in use by another account.
ar: الإيميل مستخدم بالفعل.

# weakPassword
source: The password is too weak.
ar: كلمة السر ضعيفة.

# unknownError
source: An unknown error occurred.
ar: في مشكلة غير معروفة.

source: tickets left!
ar: تذكرة باقي!

source: Last Ticket available!
ar: آخر تذكرة متاحة!

source: Be the first one!
ar: كن أول واحد!

source: Height IMDB rate:
ar: أعلى تقييم في IMDB:

source: seats available
ar: مقاعد متاحة

source: seats
ar: المقاعد

source: Low Price:
ar: أرخص سعر:

# hurry
source: Hurry! Only
ar: يلا عجل! فقط

# fewData
source: Just more few data!
ar: شوية معلومات كمان!

# someInfo
source: We'll take a bit of information to enhance the personalized experience, just a few seconds.
ar: رح نأخذ شوية بيانات عشان نخصص لك التجربة، لحظة واحدة.

# mobileNumber
source: Phone Number
ar: رقم الجوال

# additionalInfo
source: Additional Information
ar: معلومات إضافية

source: city
ar: المدينة

source: by press
ar: بضغطة واحدة

# youAccept
source: You Accept our
ar: أنت بتوافق على

source: Terms and Conditions
ar: الشروط والأحكام

source: Reset Password
ar: إعادة تعيين كلمة السر

# passwordResetSuccess
source: password reset link was sent to your email .Check your inbox
ar: تم إرسال رابط إعادة تعيين الباسورد على إيميلك. راجع صندوق الوارد

# ltsResetPassword
source: Let's try resetting your password. We will send a link to set your password to your email address.
ar: يلا نجرب نغير الباسورد، رح نرسل لك رابط على الإيميل.

source: Orders
ar: الطلبات

source: Coupons
ar: كوبونات

# myAppBalance
source: My Account Balance
ar: رصيدي في التطبيق

source: Address
ar: العنوان

source: Payment Methods
ar: طرق الدفع

source: Language
ar: اللغة

source: Theme Mode
ar: وضع السمة

# colorThemeApp
source: Color Themes
ar: ألوان التطبيق

# feedback
source: Feedback & Complaints
ar: التعليقات والشكاوى

source: About Us
ar: عننا

source: Privacy Policy
ar: سياسة الخصوصية

source: Logout
ar: تسجيل الخروج

source: login Or Register
ar: دخول أو تسجيل

source: skip
ar: تخطي

# noFaveItems
source: No favorites here yet!
ar: ما في عناصر مفضلة لحد الآن!

source: Favorites
ar: المفضلة

# notLoggedIn
source: You're not logged in yet. Please log in to continue to your cart!
ar: أنت مش مسجل دخول لسه! سجل دخولك عشان تكمل!

source: Cancel
ar: إلغاء

# urNotLogin
source: You’re not logged in!
ar: أنت مش مسجل دخول!

# uCantAddItemToCart
source: You need to log in before adding items to your cart!
ar: لازم تسجل دخولك عشان تضيف أشياء للسلة!

# noCartItems
source: Your cart is empty for now!
ar: سلتك فاضية لسه!

source: Cart
ar: السلة

# chooseSeat
source: Choose your seat
ar: اختار مقعدك

# uDidnotSelectSeat
source: you didn't select any seat :(
ar: ما اخترت مقعد :(

source: Available
ar: متاح

source: Go !
ar: انطلق!

source: Selected
ar: تم اختياره

source: Reserved
ar: محجوز

source: seat price :
ar: سعر المقعد:

source: seats chosen :
ar: المقاعد المختارة:

source: selected seats :
ar: المقاعد المحددة:

source: final price :
ar: السعر النهائي:

source: actors
ar: الممثلين

source: about
ar: عن الفيلم

# douKnowWhoIs
source: Do you Know who is
ar: هل تعرف من هو

source: resources
ar: المصادر

source: Book NOW!
ar: احجز الآن!

source: More Details
ar: تفاصيل أكثر
